{
  "menu": {
    "home": "home",
    "announce": "announce",
    "vision": "vision",
    "speaker": "speaker",
    "session": "session",
    "location": "location",
    "sponsor": "sponsor",
    "about": "about",
    "language": "English"
  },
  "more": "more",
  "header": {
    "title": "PHPConf 2016 will hold on Oct 29",
    "registration": "Registration",
    "isShow": "false"
  },
  "announce": [
    {
        "date": "AUG 8",
        "title": "PHPConf Taiwan 2016 Call for Call for Proposals",
        "content": "Become a speaker! Our <a target=\"_blank\" href=\"https://goo.gl/forms/KpmxJ2queUmcubVj1\">Call for Proposals is open</a>, so send in your talk proposals now and share your personal experience with the community."
    },
    {
        "date": "JULY 13",
        "title": "PHPConf Taiwan 2016 Call for Sponsors",
        "content": "If you are interested in sponsoring the PHPConf Taiwan 2016, please complete <a href=\"http://goo.gl/forms/J2y9BUccPB0zgMYu1\">the form</a> and we will be in touch."
    }
  ],
  "vision": {
    "content": "<p>PHP has the largest market share in back-end (server-side scripting) languages. It always been the first choice of web developer since it is easy to learn, easy to use, and resources are abundant. Because of the burden of the past, PHP suffer in silence a lot of misunderstanding. With the introduction of PHP 7, significantly improved efficiency at the same time, PHP has gradually reborn, no longer the hearts of everyone that spaghetti code.<p>So this year we will focus on the theme in modern PHP development methods, and software testing. And invited the author of the book of modern PHP Josh Lockhart to share a new generation of PHP development mode. Also invited to this well-known author of PHPUnit testing framework Bergman to introduce us how to write tests.</p><p>Also this year we added a workshop agenda, hoping by doing, lead the construction of CI / CD environment.</p>"
  },
  "location": {
    "name": "Paul Cardinal Shan Medical Bld. Fu Jen Catholic University",
    "address": "No.510, Zhongzheng Rd., Xinzhuang Dist., New Taipei City",
    "description1": "Enter the main gate, keep going straight to the end of the road and turn left.",
    "description2": "The second building with glasses wall is your destination."
  },
  "speakers": {
    "0": [
      {
        "name": "Josh Lockhart",
        "brief": "Author of Modern PHP (O’Reilly). <br/>Founder of Slim Framework and PHP The Right Way.",
        "intro": "<p>Josh is Special Projects Director at New Media Campaigns, a web design, development, and marketing agency in Carrboro, North Carolina USA. He's worked for New Media Campaigns since 2007 and spearheads development for many of NMC’s most advanced client and internal projects. When he's not sitting in front of a computer, Josh is probably out shooting with his camera.</p><p>Josh is the author of Modern PHP, published by O'Reilly Media. He started the Slim Framework, a popular PHP micro framework that enables rapid web application and API development. Josh also started and currently curates PHP The Right Way, a popular initiative in the PHP community that encourages good practices and disseminates quality information for PHP developers around the world.</p><p>Josh graduated from the Information and Library Science program at the University of North Carolina at Chapel Hill in 2008 and currently reside in Chapel Hill, North Carolina USA with his wife and two dogs.</p>",
        "photo": "static/img/speaker/josh.jpg"
      },
      {
        "name": "Sebastian Bergmann",
        "brief": "The Creator of PHPUnit",
        "intro": "<p>Sebastian Bergmann has instrumentally contributed to transforming PHP into a reliable platform for large-scale, critical projects. Enterprises and PHP developers around the world benefit from the tools that he has developed and the experience he shares</p>",
        "photo": "static/img/speaker/sebastian.jpg"
      }
    ],
    "1": [
    ]
  },
  "diamondsponsors": [
    {
      "name": "Diamond Sponsorship",
      "link": "http://www.gandi.net/",
      "desc": "Gandi is a domain name registrar and cloud hosting provider. We now manage nearly 2 million domain names (which puts us among the top registrars in the world) and offer over 700 extensions (such as .cafe, .taipei, .tw, .club, .asia). Gandi supports numerous open source projects (Gnome, Debian, Ubuntu, Let's Encrypt). We would be happy to support your open source project with our resources, just contact us.<br><br>What you get with each domain name at Gandi<ul><li> A 1-year SSL certificate</li><li>5 mailboxes with a total of 1 GB storage</li><li>1000 forwarding addresses</li><li>Private Domain name registration</li><li>Reduced pricing (50% off) for Gandi's Simple Hosting (for Wordpress, Drupal and others).</li></ul> Visit us: <a href=\"http://www.gandi.net/\">www.gandi.net</a>",
      "photo": "static/img/sponsor/gandi.png",
      "more": "true"
    }  
  ],
  "silversponsors": [
    {
      "name": "Co-organizer",
      "photo": "static/img/sponsor/imfju.png",
      "link": "http://www.im.fju.edu.tw/"
    },
    {
      "name": "Special Thanks",
      "photo": "static/img/sponsor/5xruby_2x.png",
      "link":  "https://5xruby.tw/"
    },
    {
      "name": "Special Thanks",
      "photo": "static/img/sponsor/tronice.png",
      "link":  "http://www.tronice.com/"
    }
  ],
  "abouts": {
    "0": [
      {
        "name": "Convener",
        "brief": "Ricky Su",
        "intro": "",
        "photo": "static/img/about/php-convener.jpg"
      }
    ],
    "1": [
      {
        "name": "Website",
        "brief": "Peggy",
        "intro": "Appleboy、Andylin、louxusian、蒼時弦也",
        "photo": "static/img/about/php-website.jpg"
      },
      {
        "name": "Designer",
        "brief": "Min",
        "intro": "宋狄諺",
        "photo": "static/img/about/php-design.jpg"
      },
      {
        "name": "Venue",
        "brief": "Elvis",
        "intro": "Birkhoff、腦腦、Yexina、Trista、大眼、彭彭、阿侖、Jeremy、懷少、Vagabond、tenling、蔡宜修、小夢、Joanna、Snake、chia、Tina",
        "photo": "static/img/about/php-venue.jpg"
      },
      {
        "name": "Session",
        "brief": "蕭鴻森",
        "intro": "慈恩、育慈、正男、逸軒、Stan",
        "photo": "static/img/about/php-session.jpg"
      }
    ],
    "2": [
      {
        "name": "Registration",
        "brief": "Starlition",
        "intro": "",
        "photo": "static/img/about/php-ticket.jpg"
      },
      {
        "name": "PR",
        "brief": "Wake",
        "intro": "",
        "photo": "static/img/about/php-pr.jpg"
      },
      {
        "name": "Sponsorship",
        "brief": "Wake",
        "intro": "",
        "photo": "static/img/about/php-sponsor.jpg"
      },
      {
        "name": "Photography",
        "brief": "墨嗓",
        "intro": "cras4202tw、大驚、Win Yu、三子、Bubble、Jeffrey Lin",
        "photo": "static/img/about/php-photography.jpg"
      }
    ],
    "3": [
      {
        "name": "Network",
        "brief": "CPR Team",
        "intro": "",
        "photo": "static/img/about/php-network.jpg"
      },
      {
        "name": "Ninja Team",
        "brief": "Winnie",
        "intro": "勇瑜、Ronald",
        "photo": "static/img/about/php-ninja.jpg"
      }
    ]
  }
}